/* card validator error message */
"Card not supported for payment" = "该卡不支持支付";

/* card validator error message */
"Card number is invalid" = "卡号无效";

/* card validator error message */
"Card number is required" = "必须填写卡号";

/* card validator error message */
"Card number must contain only digits" = "卡号只能包含数字";

/* card validator error message */
"Card’s expiration date is invalid" = "卡片的到期日无效";

/* card validator error message */
"Expiry date is required" = "到期日期为必填项";

/* card validator error message */
"Invalid card number" = "无效的卡号";

/* card validator error message */
"Invalid CVC / CVV" = "无效的CVC / CVV";

/* card validator error message */
"Invalid expires date" = "无效的到期日期";

/* card validator error message */
"Invalid name on card" = "无效的持卡人姓名";

/* card validator error message */
"Please enter your card name" = "请输入卡上的姓名";

/* card validator error message */
"Security code is invalid" = "安全码无效";

/* card validator error message */
"Security code is required" = "安全码为必填项";

/* card validator error message */
"Security code must contain only digits" = "安全码只能包含数字";


/* CVC / CVV placeholder */
"CVC / CVV" = "CVC / CVV";

/* CVC title with card brand and last4 */
"Enter CVC/CVV for\n%@" = "请输入%@的CVC/CVV";

/* Pay now - pay button */
"Pay now" = "立即支付";

/* CVC title without card details */
"Enter CVC/CVV" = "输入CVC/CVV";

/* total amount of payment session */
"Total %@" = "总计 %@";
